Revit 2027 API
ParameterTypeId.SpaceIsPlenum Property
 "Plenum"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceIsPlenum { get; }
Public Shared ReadOnly Property SpaceIsPlenum As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceIsPlenum {
	ForgeTypeId^ get ();
}
static member SpaceIsPlenum : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace